Repository: tcurdt/feedbackreporter
Catalog: Resources/*.lproj/FeedbackReporter.strings
Languages: hy, it, ja

# %@ has encountered an exception!
source: %@ encountered an unexpected error.
hy: %@-ի հետ առաջացել է չնախատեսված վթարային խնդիր:
it: %@ ha incontrato un errore inaspettato.
ja: %@ で予期しないエラーが起きました。

# %@ has recently crashed!
source: %@ recently quit unexpectedly.
hy: %@-ի հանկարծակի անջատում.
it: %@ recentemente si è chiuso.
ja: %@ は最近予期せず終了しました。

source: anonymous
hy: անանուն
it: anonimo
ja: 匿名

source: Cancel
hy: Չեղարկել
it: Cancella
ja: キャンセル

# Comments:
source: What you did just before the problem occurred:
hy: Այն ինչ արեցիք խնդրի առաջացումից անմիջապես առաջ:
it: Cosa facevi prima che si presentasse il problema:
ja: クラッシュする直前に行った操作について書いてください:

source: Console
hy: Կոնսոլ
ja: コンソール

source: CrashLog
hy: Վթարման լոգ
ja: クラッシュログ

# Email address:
source: Your email address if you would like us to get in touch with you:
hy: Ձեր էլ. հասցեն, եթե ցանկանում եք, որ Ձեզ հետ կապնվենք:
it: Il tuo indirizzo email se vuoi rimanere in contatto con noi:
ja: 連絡してもよろしければメールアドレスをご記入ください:

source: Error: %@
hy: Սխալ: %@
it: Errore: %@
ja: エラー: %@

source: Exception
hy: Բացառություն
it: Eccezione
ja: 例外

source: Feedback Host Not Reachable
hy: Հաղորդման հոսթն անհասանելի է
it: Report server non raggiungibile
ja: フィードバックホストに到達不可

# Got a problem with %@?
source: Experiencing problems with %@?
hy: %@-ի հետ խնդիրնե՞ր կան:
it: Il problema è avvenuto con %@?
ja: %@ を良くするアイデアが浮かびましたか？

source: OK
hy: Օք

source: Preferences
hy: Կարգավորումներ
it: Preferenze
ja: 環境設定

source: Proceed Anyway
hy: Շարունակել
it: Procedi lo stesso
ja: そのまま続ける

source: Script
hy: Սկրիպտ
ja: スクリプト

source: Send
hy: Ուղարկել
it: Spedisci
ja: 送る

# Send feedback
source: To help us fix the problem, please send us this feedback report. Click Details to see what information is sent to us.
hy: Թերությունը վերացնելու համար հաղորդե՛ք մեզ դրա մասին: Սեղմե՛ք «Մանրամասներ»` տեսնելու մեզ ուղարկված տեղեկությունը:
it: Per aiutarci a risolvere il problema, per favore spediscici questo report. Clicca su "Dettagli" per sapere le informazioni che verranno inviate.
ja: ご意見／ご感想を歓迎いたします！お送りいただいた内容は私たちがソフトウェアを発展させるのに活用させていただきます。送信されるデータを見るには詳細をクリックしてください。

# Sorry, failed to submit your feedback to the server.
source: Error submitting your feedback to the server.
hy: Ձեր հաղորդումը սերվերին ձախողվեց:
it: Errore nel sottoporre il report al server.
ja: フィードバックのサーバーへの送信時に失敗しました。

# You may not be able to send feedback because %@ isn't reachable.
source: You may not be able to send feedback because %@ isn't reachable. Please ensure you have a network connection before proceeding.
hy: %@-ի անհասանելիության պատճառով հաղորդում չեք կարող անել. Շարունակելուց առաջ համոզվե՛ք որ միացած եք ինտերնետին.
it: Non è stato possibile spedire il report perché %@ non era raggiungibile. Assicurati di avere una connessione attiva prima di riprovare.
ja: %@ が到達可能でないため、フィードバックを送信できません。 続ける前にネットワーク接続を確認してください。
